export const UkrainianTranslation = {
   testList: [
      {
         name: "Множення на 9",
         realExercises: [
            {
               question: "Марія має 7 коробок з іграшками. У кожній коробці 9 іграшок. Скільки іграшок усього у Марії?",
               answer: "7 коробок * 9 іграшок/коробка = 63 іграшки"
            }, {
               question: "На складі є 54 кілограми яблук. Їх потрібно розкласти у ящики так, щоб в кожному ящику було рівно по 9 кілограмів яблук. Скільки ящиків потрібно?",
               answer: "54 кілограми / 9 кілограмів/ящик = 6 ящиків"
            }
         ]
      },
      {
         name: "Множення чисел від 10 до 20",
         realExercises: [
            {
               question: "Знайдіть добуток чисел 14 і 18.",
               answer: "Добуток = 252"
            },
            {
               question: "Обчисліть 15 помножити на 12.",
               answer: "Результат = 180"
            },
            {
               question: "Який результат множення 19 на 12?",
               answer: "Відповідь: 228"
            }, {
               question: "У магазині було 15 коробок з конфетами, в кожній коробці було по 14 конфет. Скільки конфет було всього?",
               answer: "Відповідь: 210 конфет"
            },
            {
               question: "У саду росло 13 яблунь, і в кожному дереві було по 19 яблук. Скільки яблук було всього?",
               answer: "Відповідь: 247 яблук"
            }
         ]
      },
      {
         name: "Множення двоцифрових чисел",
         realExercises: [
            {
               question: "Обчисліть 23 * 15",
               answer: "Відповідь: 345"
            },
            {
               question: "Добуток 47 і 12",
               answer: "Відповідь: 564"
            },
            {
               question: "x / 56 = 33",
               answer: "x = 1848"
            },
            {
               question: "У магазині було 25 ящиків і в кожному ящику було по 78 яблук. Скільки яблук було всього?",
               answer: "Відповідь: 1950 яблук"
            },
            {
               question: "У книжковому магазині було 30 книг, а в кожній книзі було по 52 сторінки. Скільки сторінок було всього?",
               answer: "Відповідь: 1560 сторінок"
            }
         ]
      },
      {
         name: "Вправи на ділення",
         realExercises: [
            {
               question: "Обчисліть 42 / 7",
               answer: "Відповідь: 6"
            },
            {
               question: "18 / x = 3",
               answer: "Відповідь: 6"
            },
            {
               question: "(20 + 4 * 2) / 4 = ",
               answer: "Відповідь: 7"
            },
            {
               question: "У магазині було 35 яблук, і їх рівномірно розділили між 5 дітьми. Скільки яблук отримав кожен?",
               answer: "7 яблук на кожного"
            },
            {
               question: "Якщо у вас є 48 цукерок, і ви хочете поділити їх між 4 друзями рівномірно, скільки цукерок отримає кожен?",
               answer: "12 цукерок на кожного"
            }
         ]
      },
      {
         name: "Квадрати натуральних чисел",
         question: "Квадрат числа !!NUMBER!! =",
         realExercises: [
            {
               question: "Обчисліть квадрат числа 3",
               answer: "Відповідь: 9"
            },
            {
               question: "(3+2)^2",
               answer: "Відповідь: 25"
            },
            {
               question: "(25/5*3-7)^2",
               answer: "Відповідь: 64"
            },
            {
               question: "Площа квадратного поля становить 64 квадратних метри. Яка довжина одного його боку?",
               answer: "Відповідь: 8 метрів"
            },
            {
               question: "У ванні є 4 квадратні плитки, кожна ребро якої має довжину 2 метри. Яка загальна площа плиток?",
               answer: "Відповідь: 16 квадратних метрів"
            },
         ]
      },
      {
         name: "Корені натуральних чисел",
         question: "Корінь квадратний від числа !!NUMBER!! =",
         realExercises: [
            {
               question: "Знайдіть корінь квадратний від числа 49",
               answer: "7"
            },
            {
               question: "Площа квадрата дорівнює 484 см2. Знайди сторону квадрата.",
               answer: "22 см"
            },
         ]
      },
      {
         name: "Пошук відсотків від числа",
         question: "!!PERCENT!!% від !!NUMBER!! =",
         realExercises: [
            {
               question: "Знайди 120% від числа 45",
               answer: "54"
            },
            {
               question: "Знайти 12% від числа 450",
               answer: "54"
            },
            {
               question: "Бригада за планом пивинна була засіяти 980 га пшеницею. План вона виконала на 115%. Скільки гектарів засієно пшеницею?",
               answer: "1127 га"
            },
            {
               question: "Площа поля становить 420 га. Житом засіяли 15 % поля. Скільки гектарів поля залишилось незасіяним?",
               answer: "357 га"
            },
            {
               question: "За квиток заплатили 64 грн. Яка вартість квитка без знижки, якщо знижку зробили в 20%?",
               answer: "80 грн"
            },
         ]
      },
      {
         name: "Вправи на логарифми",
         question: "Логарифм !!POWNUMBER!! за основи !!NUMBER!! =",
         realExercises: [
            {
               question: "Знайдіть логарифм 9 за основи 9",
               answer: "1"
            },
            {
               question: "Знайдіть логарифм 125 за основи 5",
               answer: "3"
            },
            {
               question: "Знайдіть логарифм 9 за основи √3",
               answer: "4"
            },
            {
               question: "Скільки разів треба помножити число 2 саме на себе, щоб вийшло 32?",
               answer: "5"
            },
            {
               question: "Скільки разів треба помножити число 3 саме на себе, щоб вийшло 243?",
               answer: "5"
            },
         ]
      },
      {
         name: "Лінійні рівняння",
         question: "x в рівнянні <br/>",
         realExercises: []
      },
      {
         name: "Прості рівняння",
         question: "x в рівнянні <br/>",
         realExercises: []
      },
      {
         name: "Квадратні рівняння",
         question: "сума коренів рівняння <br/>",
         realExercises: [
            {
               question: "x^2 + 3x -4 = 0 Обчисліть суму коренів рівняння ",
               answer: "Відповідь: -3"
            },
            {
               question: "x^2 + 6x -55 = 0 Обчисліть добуток коренів рівняння ",
               answer: "Відповідь: -55"
            },
         ]
      },
      {
         name: "Середні величини",
         question: [
            "середнє геометричне !!FIRST!! і !!SECOND!!",
            "середнє арифметичне !!FIRST!! і !!SECOND!!"
         ],
         realExercises: [
            {
               question: "Знайдіть середнє геометричне чисел 4 і 36.",
               answer: "Середнє геометричне = 12"
            }, {
               question: "Знайдіть середнє арифметичне чисел 8 і 12.",
               answer: "Середнє арифметичне = 10"
            }, {
               question: "Знайдіть середнє геометричне між числами 9 та 36.",
               answer: "Середнє геометричне = 18"
            }, {
               question: "Задано числа: 12, 15, 18, та x. Якщо середнє арифметичне цих чисел дорівнює 16, то знайдіть значення x.",
               answer: "x = 21"
            }, {
               question: "Якщо середній бал трьох учасників турніру дорівнює 8 балів, і перший учасник отримав 10 балів, а другий - 8 балів, то який бал отримав третій учасник?",
               answer: "Третій учасник отримав 6 балів"
            }
         ]
      }
   ],
   generalTest: {
      specialQuestion: "Чому дорівнює",
   },
   choseTest: {
      "basic-test": "Простий тест",
      "write-test": "Вписати відповідь",
      "true-false": "Правда Хиба",
      exercizes: "Приклади із ЗНО",
      video: "Як це робити швидко?"
   },
   writeTest: {
      placeholder: "Введіть число"
   },
   trueFalse: {
      true: "Правда",
      false: "Хиба",
      questionStart: "Чи правда, що",
      equal: "дорівнює"
   },
   about: {
      welcome: "Ласкаво просимо до",
      list: [
         "Fast Math - це освітній веб-сайт, створений для покращення навичок швидкого рахунку серед учнів, які здають освітні тести. Наша мета - зробити навчання математики захоплюючим та ефективним. Цей сайт був розроблений для наукового проекту в школі українською мовою учнем 11 класу для підготовки до основних екзаменів.",
         'На Fast Math ви знайдете різноманітні вправи, такі як "простий тест", "вписати відповідь", "правда - хиба" та інші. Ми також надаємо можливість перевірити свої знання за допомогою реальних завданнь з ЗНО ( НМТ ) та ДПА.',
         "Наша команда вірить у те, що математика може бути захопливою, і ми робимо все можливе, щоб зробити ваш процес навчання цікавим та корисним. Долучіться до нашої освітньої спільноти та розвивайте свої математичні здібності разом із Fast Math!"
      ],
      usedLink: "Використані джерела",
      developerData: "Дані розробника"
   },
   testDialog: {
      rightAnswer: "Правильна відповідь !!NUMBER!!",
      score: "Ви відповіли вірно на !!NUMBER!! запитань!",
      btn: {
         close: "Закрити",
         repeat: "Повторити"
      }
   },
   realExercises: {
      show: "Показати відповідь",
      hide: "Сховати відповідь"
   }
};