export const UkrainianTranslation = {
   testList: [
      { name: "Множення на 9" },
      { name: "Множення чисел від 10 до 20" },
      { name: "Множення двоцифрових чисел" },
      { name: "Вправи на ділення" },
      {
         name: "Квадрати натуральних чисел",
         question: "Квадрат числа !!NUMBER!! ="
      },
      {
         name: "Корені натуральних чисел",
         question: "Корінь квадратний від числа !!NUMBER!! ="
      },
      {
         name: "Пошук відсотків від числа",
         question: "!!PERCENT!!% від !!NUMBER!! ="
      },
      {
         name: "Вправи на логарифми",
         question: "Логарифм !!POWNUMBER!! за основи !!NUMBER!! ="
      },
      {
         name: "Лінійні рівняння",
         question: "x в рівнянні <br/>"
      },
      {
         name: "Прості рівняння",
         question: "x в рівнянні <br/>"
      },
      {
         name: "Квадратні рівняння",
         question: "сума коренів рівняння <br/>"
      },
      {
         name: "Середні величини",
         question: [
            "середнє геометричне !!FIRST!! і !!SECOND!!",
            "середнє арифметичне !!FIRST!! і !!SECOND!!"
         ]
      }
   ],
   generalTest: {
      specialQuestion: "Чому дорівнює",
   },
   choseTest: {
      "basic-test": "Простий тест",
      "write-test": "Вписати відповідь",
      "true-false": "Правда Хиба",
      exercizes: "Приклади із ЗНО",
      video: "Як це робити швидко?"
   },
   writeTest: {
      placeholder: "Введіть число"
   },
   trueFalse: {
      true: "Правда",
      false: "Хиба",
      questionStart: "Чи правда, що",
      equal: "дорівнює"
   },
   about: {
      welcome: "Ласкаво просимо до",
      list: [
         "Fast Math - це освітній веб-сайт, створений для покращення навичок швидкого рахунку серед учнів, які здають освітні тести. Наша мета - зробити навчання математики захоплюючим та ефективним.",
         'На Fast Math ви знайдете різноманітні вправи, такі як "простий тест", "вписати відповідь", "правда - хиба" та інші. Ми також надаємо можливість перевірити свої знання за допомогою реальних завданнь з ЗНО ( НМТ ) та ДПА.',
         "Наша команда вірить у те, що математика може бути захопливою, і ми робимо все можливе, щоб зробити ваш процес навчання цікавим та корисним. Долучіться до нашої освітньої спільноти та розвивайте свої математичні здібності разом із Fast Math!"
      ],
      usedLink: "Використані джерела"
   },
   testDialog: {
      rightAnswer: "Правильна відповідь !!NUMBER!!",
      score: "Ви відповіли вірно на !!NUMBER!! запитань!",
      btn: {
         close: "Закрити",
         repeat: "Повторити"
      }
   }
};